{
  "id": 3,
  "pageNumber": 62,
  "title": "'Not all the armies of England'",
  "chineseTitle": "\"即使全英国的军队……\"",
  "chineseTitleTraditional": "\"即使全英國的軍隊\"",
  "content": [],
  "contentZh": [
    "这一章主要讲述了1820年代至1850年（淘金热前夕）澳大利亚社会的剧烈转型。核心主题是：官方的控制力在巨大的经济利益和新兴社会力量面前彻底失效。\n ## 1. 标题含义：权力的失控\n\n章节标题 **\"Not all the armies of England\"**（意为「即使全英国的军队……」）源自一位总督的无奈感叹。\n\n * **背景**：随着羊毛产业的爆发，定居者为了寻找牧场，无视政府划定的「十九郡」定居界限，擅自闯入内陆 **皇室土地 (Crown Land)**。 \n\n * **含义**：这句话象征着英国殖民政府管治能力的崩溃。面对巨额的羊毛利润，政府那点微薄的执法力量根本无法阻挡 **「占地者」（Squatters）** 向内陆扩张的洪流。\n\n ",
    "▶▶▶ Not all the armies of England... \n not a hundred thousand soldiers scattered through the bush, could drive back our herds within the limits of the Nineteen Counties. 翻译： “即使是全英国的军队，即使是散布在丛林中的十万士兵，也无法把我们的羊群赶回十九郡的界限之内。",
    "## 2. 经济驱动与「非法」扩张\n\n* **羊毛热**：羊毛成为殖民地的经济命脉，出口量从1823年的17.5万磅激增至1831年的250万磅。为了利润，原来的非法占地行为最终迫使政府承认既定事实。\n\n * **新殖民地建立**：这种扩张导致了新定居点的建立。墨尔本（菲利普港）是由**约翰·蝙蝠侠 (John Batman)** 等私人投机者从塔斯马尼亚跨海**非法建立**的；而西澳大利亚（天鹅河）最初试图建立一个没有罪犯的「自由殖民地」，但因劳动力短缺最终失败并引入了罪犯。\n\n",
    "## 3. 社会阶层的颠覆与政治改革\n\n* **「获释者」的崛起**：获释者（Emancipists）及其子女在经济上极其成功，甚至比自由移民更富有。\n\n * **政治斗争**：富有的获释者不满被排除在政治权力之外，他们与自由派定居者联手，通过创办独立报纸（如《澳大利亚人报》）争取**新闻自由和代议制**。这是新南威尔士第一份独立的报纸（不受政府审查），它成为了改革派的喉舌，用来攻击特权阶层。\n\n* **制度确立**：1823年《新南威尔士法案》设立了立法局和最高法院，终结了总督的绝对独裁；1836年《教会法案》打破了英国国教的垄断，确立了**宗教平等**的原则。",
    "## 4. 黑暗的边境战争：塔斯马尼亚悲剧\n\n与悉尼的政治进步形成鲜明对比，Van Diemen's Land（塔斯马尼亚）在乔治亚瑟总督治理下成为了警察国家。 settlers 与原住民爆发了残酷的「黑色战争」（Black War）。政府甚至组织了著名的 **「黑线行动」（The Black Line）** 试图围捕原住民，虽然军事上失败，但导致了原住民人口的毁灭性打击。\n\n### 背景：两个完全不同的世界\n1820年代，悉尼正在搞政治改革，大家在争论要有报纸、要选举，社会在进步。 但在南边的塔斯马尼亚，情况完全相反。\n\n* **警察国家**：这里的总督亚瑟（Arthur）把岛屿管理得像个大监狱。他实行严刑峻法，非常专制。\n* **生存冲突**：随着羊毛产业赚钱，定居者为了养更多的羊，不断向内陆抢占土地。这对当地原住民来说是灭顶之灾，因为羊群占领了他们的猎场。\n\n",
    "### 什么是「黑色战争」 (The Black War)?\n这不是两支军队在战场上的正面对决，而是一场**不对称的游击战和屠杀**（1824-1830年）。\n\n* **一方是**：熟悉地形的原住民，用长矛和伏击战术保卫家园。\n* **另一方是**：持枪的牧民和士兵。虽然当时的老式火枪装填很慢，但杀伤力巨大。\n* **惨烈的比例**：据统计，大约有260名原住民被杀，而欧洲人只有24人死亡。实际上原住民的死亡人数可能远不止这些。\n\n### 最荒诞的行动：「黑线行动」 (The Black Line)\n这是整个战争中最高潮、也最荒诞的一幕。1830年，亚瑟总督觉得自己搞不定原住民的游击战，于是想出了一个笨办法：\n\n* **人肉封锁线**：他征召了2200人（包括士兵、定居者、甚至被释放的罪犯），排成一条横跨定居区的人墙。\n* **围猎战术**：这条「黑线」像拉网一样向前推进，试图把所有还在丛林里的原住民像赶野兽一样，赶到一个叫塔斯曼半岛（Tasman Peninsula）的死角，然后把他们关起来。\n* **结果**：这是一个巨大的军事失败。由于原住民非常擅长在丛林隐蔽，几千人的大军折腾了几个星期，最后只抓住了两个人（一个老头和一个小男孩）。",
    "\n\n### 悲剧的结局\n虽然「黑线行动」没抓到人，但它彻底摧毁了原住民的心理防线。\n\n* **恐惧与投降**：原住民意识到他们无处可逃，面对成千上万的白人，他们无法生存。\n* **流放与灭绝**：后来，一位叫罗宾逊（George Augustus Robinson）的人出面「调停」，劝说残存的原住民投降，承诺会保护他们。他们被集体流放到**弗林德斯岛（Flinders Island）**。在那里，由于疾病、营养不良和极度的思乡，绝大多数人很快死去了。\n* **迟来的反思**：亚瑟总督后来承认，没有在早期与原住民签订条约，是一个「致命的错误」。",
    "\n\n**简单总结**：悉尼在走向文明与法治，而塔斯马尼亚却在进行种族清洗。政府动用了军队和人海战术（黑线行动），虽然战术上笨拙失败，但最终通过暴力和恐惧，导致了塔斯马尼亚原住民人口的毁灭性打击。"
  ],
  "contentZhTraditional": [
    "這一章主要講述了1820年代至1850年（淘金熱前夕）澳大利亞社會的劇烈轉型。核心主題是：官方的控制力在巨大的經濟利益和新興社會力量面前徹底失效。\n ## 1. 標題含義：權力的失控\n\n章節標題 **\"Not all the armies of England\"**（意爲「即使全英國的軍隊……」）源自一位總督的無奈感嘆。\n\n * **背景**：隨着羊毛產業的爆發，定居者爲了尋找牧場，無視政府劃定的「十九郡」定居界限，擅自闖入內陸 **皇室土地 (Crown Land)**。 \n\n * **含義**：這句話象徵着英國殖民政府管治能力的崩潰。面對鉅額的羊毛利潤，政府那點微薄的執法力量根本無法阻擋 **「佔地者」（Squatters）** 向內陸擴張的洪流。\n\n ",
    "▶▶▶ Not all the armies of England... \n not a hundred thousand soldiers scattered through the bush, could drive back our herds within the limits of the Nineteen Counties. 翻譯： “即使是全英國的軍隊，即使是散佈在叢林中的十萬士兵，也無法把我們的羊羣趕回十九郡的界限之內。",
    "## 2. 經濟驅動與「非法」擴張\n\n* **羊毛熱**：羊毛成爲殖民地的經濟命脈，出口量從1823年的17.5萬磅激增至1831年的250萬磅。爲了利潤，原來的非法佔地行爲最終迫使政府承認既定事實。\n\n * **新殖民地建立**：這種擴張導致了新定居點的建立。墨爾本（菲利普港）是由**約翰·蝙蝠俠 (John Batman)** 等私人投機者從塔斯馬尼亞跨海**非法建立**的；而西澳大利亞（天鵝河）最初試圖建立一個沒有罪犯的「自由殖民地」，但因勞動力短缺最終失敗並引入了罪犯。\n\n",
    "## 3. 社會階層的顛覆與政治改革\n\n* **「獲釋者」的崛起**：獲釋者（Emancipists）及其子女在經濟上極其成功，甚至比自由移民更富有。\n\n * **政治鬥爭**：富有的獲釋者不滿被排除在政治權力之外，他們與自由派定居者聯手，通過創辦獨立報紙（如《澳大利亞人報》）爭取**新聞自由和代議制**。這是新南威爾士第一份獨立的報紙（不受政府審查），它成爲了改革派的喉舌，用來攻擊特權階層。\n\n* **制度確立**：1823年《新南威爾士法案》設立了立法局和最高法院，終結了總督的絕對獨裁；1836年《教會法案》打破了英國國教的壟斷，確立了**宗教平等**的原則。",
    "## 4. 黑暗的邊境戰爭：塔斯馬尼亞悲劇\n\n與雪梨的政治進步形成鮮明對比，Van Diemen's Land（塔斯馬尼亞）在喬治亞瑟總督治理下成爲了警察國家。 settlers 與原住民爆發了殘酷的「黑色戰爭」（Black War）。政府甚至組織了著名的 **「黑線行動」（The Black Line）** 試圖圍捕原住民，雖然軍事上失敗，但導致了原住民人口的毀滅性打擊。\n\n### 背景：兩個完全不同的世界\n1820年代，雪梨正在搞政治改革，大家在爭論要有報紙、要選舉，社會在進步。 但在南邊的塔斯馬尼亞，情況完全相反。\n\n* **警察國家**：這裏的總督亞瑟（Arthur）把島嶼管理得像個大監獄。他實行嚴刑峻法，非常專制。\n* **生存衝突**：隨着羊毛產業賺錢，定居者爲了養更多的羊，不斷向內陸搶佔土地。這對當地原住民來說是滅頂之災，因爲羊羣佔領了他們的獵場。\n\n",
    "### 什麼是「黑色戰爭」 (The Black War)?\n這不是兩支軍隊在戰場上的正面對決，而是一場**不對稱的游擊戰和屠殺**（1824-1830年）。\n\n* **一方是**：熟悉地形的原住民，用長矛和伏擊戰術保衛家園。\n* **另一方是**：持槍的牧民和士兵。雖然當時的老式火槍裝填很慢，但殺傷力巨大。\n* **慘烈的比例**：據統計，大約有260名原住民被殺，而歐洲人只有24人死亡。實際上原住民的死亡人數可能遠不止這些。\n\n### 最荒誕的行動：「黑線行動」 (The Black Line)\n這是整個戰爭中最高潮、也最荒誕的一幕。1830年，亞瑟總督覺得自己搞不定原住民的游擊戰，於是想出了一個笨辦法：\n\n* **人肉封鎖線**：他徵召了2200人（包括士兵、定居者、甚至被釋放的罪犯），排成一條橫跨定居區的人牆。\n* **圍獵戰術**：這條「黑線」像拉網一樣向前推進，試圖把所有還在叢林裏的原住民像趕野獸一樣，趕到一個叫塔斯曼半島（Tasman Peninsula）的死角，然後把他們關起來。\n* **結果**：這是一個巨大的軍事失敗。由於原住民非常擅長在叢林隱蔽，幾千人的大軍折騰了幾個星期，最後只抓住了兩個人（一個老頭和一個小男孩）。",
    "\n\n### 悲劇的結局\n雖然「黑線行動」沒抓到人，但它徹底摧毀了原住民的心理防線。\n\n* **恐懼與投降**：原住民意識到他們無處可逃，面對成千上萬的白人，他們無法生存。\n* **流放與滅絕**：後來，一位叫羅賓遜（George Augustus Robinson）的人出面「調停」，勸說殘存的原住民投降，承諾會保護他們。他們被集體流放到**弗林德斯島（Flinders Island）**。在那裏，由於疾病、營養不良和極度的思鄉，絕大多數人很快死去了。\n* **遲來的反思**：亞瑟總督後來承認，沒有在早期與原住民簽訂條約，是一個「致命的錯誤」。",
    "\n\n**簡單總結**：雪梨在走向文明與法治，而塔斯馬尼亞卻在進行種族清洗。政府動用了軍隊和人海戰術（黑線行動），雖然戰術上笨拙失敗，但最終通過暴力和恐懼，導致了塔斯馬尼亞原住民人口的毀滅性打擊。"
  ],
  "placeholder": "[Add content about 'Not all the armies of England'...]"
}